Repository: traines-source/climate-change-cartograms
Catalog: generate/web/locale/*/LC_MESSAGES/messages.po
Languages: de, fr

# temperature
source: Global warming
de: Erderwärmung
fr: Réchauffement global

# parameters
source: Actions
de: Maßnahmen

# metrics
source: Affected
de: Betroffen
fr: Affecté

source: Impacts
de: Auswirkungen
fr: Effets

source: Today
de: Heute
fr: Aujourd'hui

# coalplants
source: Shut down coal and gas power plants
de: Kohle- und Gaskraftwerke abschalten
fr: Arrêter les centrales à charbon et gaz

# industry
source: Make industry CO₂ neutral
de: Industrie CO₂-neutral machen
fr: Décarboner l'industrie

# roadtraffic
source: Take freight and short distance traffic off the road
de: Güterverkehr und Kurzstrecken von der Straße nehmen
fr: Retirer le trafic de marchandises et trajets courts des routes

# buildings
source: Make buildings CO₂ neutral
de: Gebäude CO₂-neutral machen
fr: Rendre les bâtiments neutres en CO₂

# 15degrees
source: Further actions for 1.5° target
de: Weitere Maßnahmen für 1.5°-Ziel
fr: Actions supplémentaires pour l'objectif de 1.5°

source: Population
de: Bevölkerung

source: Wildfires
de: Waldbrände
fr: Incendies de forêt

# sealevel
source: Sealevel rise
de: Meeresspiegelanstieg
fr: Élévation du niveau de la mer

# wbgt
source: Unbearable heat
de: Unerträgliche Hitze
fr: Chaleur insupportable

# 2100_description
source: The state as of the year 2100 according to a reference scenario, which projects a global warming of 3.3°C – or less, if appropriate actions are taken. Also see sources [7-15].
de: Der Zustand im Jahr 2100 laut einem Referenzszenario, das eine Erwärmung von 3.3°C prognostiziert, bzw. entsprechend weniger, wenn entsprechende Maßnahmen ergriffen werden. Siehe auch Quellen [7-15].
fr: L'état de la terre en l'an 2100 selon un scénario de référence, qui prévoit un réchauffement climatique de 3,3°C – ou moins, si des mesures appropriées sont prises. Voir aussi sources [7-15].

# coalplants_description
source: Coal and gas power plants are responsible for a large part of CO₂ emissions. Here it is assumed that of the total emissions from now until 2100 according to the reference scenario, 80%% are avoided. Also see sources [7-15].
de: Kohle- und Gaskraftwerke sind für einen großen Anteil an CO₂-Ausstoß verantwortlich. Hier wird davon ausgegangen, dass der gesamte Ausstoß von heute bis 2100 gegenüber dem Referenzszenario um 80%% niedriger ausfällt. Siehe auch Quellen [7-15].
fr: Les centrales électriques au charbon et au gaz sont responsables d'une grande partie des émissions de CO₂. On suppose ici que sur les émissions totales d'ici 2100 selon le scénario de référence, 80%% sont évitées. Voir aussi sources [7-15].

# industry_description
source: CO₂ emissions by industry, e.g. during steel production. Of course, we are indirectly responsible for these emissions through our consumption behaviour as well. The assignment of CO₂ emissions to different sectors is not always easy. Also see sources [7-15].
de: Der CO₂-Ausstoß durch die Industrie, z.B. bei der Stahlerzeugung. Natürlich sind wir indirekt durch unser Konsumverhalten auch für diesen Ausstoß verantwortlich. Die Zuordnung des CO₂-Ausstoßes in verschiedene Sektoren fällt nicht immer leicht. Siehe auch Quellen [7-15].
fr: Émissions de CO₂ par l'industrie, par ex. lors de la production d'acier. Bien sûr, nous sommes également indirectement responsables de ces émissions via notre comportement de consommation. L'allocation des émissions de CO₂ aux différents secteurs n'est pas toujours facile. Voir aussi sources [7-15].

# roadtraffic_description
source: Traffic in total is responsible for about 20%% of CO₂ emissions. Here it is assumed that freight traffic on the road and short distance car traffic (below about 15 km) is reduced by 80%% each.
de: Verkehr ist insgesamt für etwa 20%% des CO₂-Ausstroßes verantwortlich. Hier wird davon ausgegangen, dass der Güterverkehr auf der Straße und der Autoverkehr auf kurzen Strecken (unter etwa 15 Kilometer) um jeweils 80%% reduziert werden. Siehe auch Quellen [7-15].
fr: Le trafic au total est responsable d'environ 20%% des émissions de CO₂. Ici, on suppose que le trafic de marchandises sur les routes et le trafic automobile sur de courtes distances (moins d'environ 15 km) sont réduits de 80%% chacun. Voir aussi sources [7-15].

# buildings_description
source: Buildings are responsible for CO₂ emissions, particularly due to heating. Here it is assumed that the emissions are reduced by 80%%. Also see sources [7-15].
de: Gebäude sind vor allem beim Heizen direkt für CO₂-Ausstoß verantwortlich. Hier wird davon ausgegangen, dass der Ausstoß um 80%% reduziert wird. Siehe auch Quellen [7-15].
fr: Les bâtiments sont responsables d'émissions de CO₂, notamment dues au chauffage. Ici, on suppose que les émissions sont réduites de 80%%. Voir aussi sources [7-15].

# 15degrees_description
source: In order to limit global warming to 1.5 degrees Celsius, many more issues need to be acted on. For instance in cement production, agriculture, and consumption of animal products. Also see sources [7-15].
de: Um die Erderwärmung auf 1.5 Grad Celsius zu begrenzen, sind noch viele weitere Maßnahmen erforderlich. Z.B. beim Heizen von Gebäuden, bei der Zementherstellung, in der Landwirtschaft, und beim Konsum von tierischen Produkten. Siehe auch Quellen [7-15].
fr: Afin de limiter le réchauffement climatique à 1.5 degrés Celsius, de nombreux autres problèmes doivent être résolus. Par exemple, le chauffage des bâtiments, la production de ciment, l'agriculture et la consommation de produits d'origine animale. Voir aussi sources [7-15].

# population_description
source: If the population toggle is enabled, impacts will be multiplied by the population density. That is, the size of areas on the map is proportional to the impact on people living in these areas. The population density for the year 2100 is projected using the estimated population growth on a per-country level. Also see sources [18-20].
de: Wenn der Bevölkerungs-Schalter aktiviert ist, werden die Auswirkungen mit der Bevölkerungsdichte multipliziert. Das heißt, die Größe von Gebieten auf der Karte ist proportional zu den Auswirkungen auf die Menschen, die in diesen Gebieten leben. Siehe auch Quellen [18-20].
fr: Si le bouton "Population" est activé, les impacts sont multipliés par le densité de population. Autrement dit, la taille des zones sur la carte est proportionnelle à l'impact sur les personnes vivant dans ces zones. La densité de population pour l'année 2100 est projetée en utilisant la croissance démographique estimée au niveau de chaque pays. Voir aussi sources [18-20].

# wildfires_description
source: Depicted on the map is a combined metric of the length of the wildfire season and the frequency of wildfires. Due to climate change, both increase in many regions around the world. Also see sources [31].
de: Auf der Karte dargestellt wird die Häufigkeit von Waldbränden. Durch den Klimawandel nimmt sowohl die Häufigkeit als auch die Länge der Waldbrandsaison in vielen Regionen weltweit zu. Siehe auch Quellen [31].
fr: La carte représente une mesure du risque annuel cumulé d'incendie de forêt. En raison du changement climatique, la fréquence et la durée de la saison des feux de forêt augmentent dans de nombreuses régions du monde. Voir aussi sources [31-34].

# sealevel_description
source: On this map, areas that disappear are not submerged by water, they are on the contrary not impacted by sealevel rise. Those areas that are shown lie below sea level or, statistically speaking, experience flooding at least once a year, for instance due to storm surges. Already today, some areas of land lie below sea level. Due to climate change, the sea level will probably rise by more than one meter. This increases the danger of erosion, flooding and salinization and makes preventive measures like levees increasingly difficult. Also see sources [21-23].
de: Auf dieser Karte sind Gebiete, die verschwinden, nicht untergegangen, sondern sie sind im Gegenteil nicht vom Meeresspiegelanstieg betroffen. Es werden die Gebiete dargestellt, die unter dem Meeresspiegel liegen oder statistisch gesehen mindestens einmal im Jahr, etwa bei Sturmflut, überflutet werden. Bereits heute liegen einige Landflächen unter dem Meeresspiegel. Durch den Klimawandel wird der Meeresspiegel wahrscheinlich über einen Meter ansteigen, was die Gefahren durch Erosion, Überschwemmung und Versalzung erhöht und vorbeugende Maßnahmen wie Dämme zunehmend erschwert. Siehe auch Quellen [21-23].
fr: Sur cette carte, les zones qui disparaissent ne sont pas submergées par l'eau, elles ne sont au contraire pas impactées par l'élévation du niveau de la mer. Les zones représentées se situent sous le niveau de la mer ou, statistiquement parlant, subissent des inondations au moins une fois par an, par exemple en raison de raz-de-marées. Aujourd'hui déjà, certaines zones terrestres se situent sous le niveau de la mer. En raison du changement climatique, le niveau de la mer va probablement monter de plus d'un mètre. Cela augmente le danger d'érosion, d'inondation et de salinisation et rend de plus en plus difficiles les mesures préventives telles que les digues. Voir aussi sources [21-23].

# wbgt_description
source: Humans sweat to avoid overheating. When the air is not only hot, but also very humid, that doesn't work anymore. The sweat cannot evaporate, the body can't cool itself anymore. A so-called wet-bulb temperature of 35°C is the theoretical limit that a human can survive without air conditioning – even in the shade and with enough water. 30°C are already dangerous. Places that reach wet-bulb temperatures of more than 35°C multiple times a year are shown on the map. Also see sources [24-30].
de: Menschen schwitzen, um nicht zu überhitzen. Wenn die Luft nicht nur heiß, sondern auch sehr feucht ist, funktioniert das nicht mehr. Der Schweiß kann nicht verdunsten, der Körper kann sich nicht mehr kühlen. Eine sogenannte Kühlgrenztemperatur von 35°C ist das theoretische Limit, das ein Mensch ohne Klimatisierung überleben kann – selbst im Schatten und mit ausreichend Wasser. Bereits 30°C sind gefährlich. Auf der Karte dargestellt sind Orte, die mehrfach im Jahr Kühlgrenztemperaturen von über 35°C erreichen. Siehe auch Quellen [24-30].
fr: Les humains transpirent pour éviter la surchauffe. Quand l'air est non seulement chaud, mais aussi très humide, ça ne marche plus. La sueur ne peut plus s'évaporer, le corps ne peut plus se refroidir. Une température dite de thermomètre mouillé de 35°C est la limite théorique à laquelle un être humain peut survivre sans climatisation – même à l'ombre et avec suffisamment d'eau. 30°C sont déjà dangereux. Les endroits qui atteignent des températures du thermomètre mouillé de plus de 35 °C plusieurs fois par an sont indiqués sur la carte. Voir aussi sources [24-30].

# about_title
source: About this map
de: Über diese Karte
fr: À propos de cette carte

# about
source: This map does not show geographic reality, but the reality of climate change. Depending on what you select, it shows the areas or people that will be most affected by wildfires, sealevel rise and unbearable heat. Places are enlarged or shrinked relative to how affected they are. Like that, regional effects that may however impact a lot of people are made visible on a world map. In a perfect world without negative impacts, this map would thus be empty.
de: Diese Karte zeigt nicht die geographische Realität, sondern die Realität des Klimawandels. Je nach Auswahl werden Gebiete oder Menschen hervorgehoben, die besonders von Waldbränden, dem Meeresspiegelanstieg und unerträglicher Hitze betroffen sein werden. Orte werden dabei relativ zu ihrer Betroffenheit vergrößert oder verkleinert dargestellt. Regionale Auswirkungen, die aber vielleicht besonders viele Menschen beeinträchtigen, werden so auf einer Weltkarte sichtbar. In einer perfekten Welt, in der es keine negativen Auswirkungen gibt, wäre diese Karte also leer.
fr: Cette carte ne montre pas la réalité géographique, mais la réalité du changement climatique. Selon ce que vous sélectionnez, elle montre les zones ou les gens qui seront les plus touchées par les incendies de forêt, l'élévation du niveau de la mer et la chaleur insupportable. Les lieux sont agrandis ou rétrécis si ils sont très affectés ou moins affectés respectivement. Ainsi, des effets régionaux qui peuvent toutefois toucher beaucoup de monde sont rendus visibles sur une carte du monde. Dans un monde parfait sans impacts négatifs, cette carte serait donc vide.

# disclaimer
source: Please bear in mind that the exact impacts of climate change are difficult to predict, even more so on a regional level. This map might exaggerate them, but more likely it might underestimate them. There are many tipping points and feedback loops that are poorly understood, and if triggered, they might lead to even more extreme, self-amplifying impacts. Please also note that there are many more effects of climate change that are not (yet) represented on this map.
de: Bitte beachten Sie, dass die genauen Auswirkungen des Klimawandels, zumal auf regionaler Ebene, schwierig vorauszusagen sind. Diese Karte überschätzt sie vielleicht, aber wahrscheinlicher unterschätzt sie sie. Es gibt viele Kipppunkte und Rückkopplungen, die noch erforscht werden, und wenn sie ausgelöst werden, könnte es zu noch extremeren, sich selbst verstärkenden Auswirkungen kommen. Außerdem gibt es noch viele weitere Auswirkungen des Klimawandels, die auf dieser Karte (noch) nicht dargestellt sind.
fr: Veuillez garder à l'esprit que les impacts exacts du changement climatique sont difficiles à prévoir, encore plus au niveau régional. Cette carte pourrait les exagérer, mais il est plus probable qu'elle les sous-estime. Il existe de nombreux points de basculement et boucles de rétroaction qui sont mal compris, et s'ils sont déclenchés, ils pourraient conduire à des effets encore plus extrêmes et auto-amplifiants. Veuillez également noter qu'il existe de nombreux autres effets du changement climatique qui ne sont pas (encore) représentés sur cette carte.

# credits_title
source: Sources
de: Quellen

# credits
source: The idea for this project has been inspired and influenced by sources [1-5]. See the respective links for other takes on these so-called cartograms. Furthermore, for this project, data and algorithms from sources [6-31] have been used. For more details on data sources and preparation, please see the source code repository of this project at
de: Die Idee für dieses Projekt wurde inspiriert und beeinflusst von den Quellen [1-5]. Siehe die entsprechenden Links für weitere Experimente mit diesen sogenannten anamorphen Karten. Außerdem wurden für dieses Projekt Daten und Algorithmen von Quellen [6-31] verwendet. Für weitere Details zu den Datenquellen und zur Datenverarbeitung siehe den Quellcode dieses Projekts unter
fr: L'idée de ce projet a été inspirée et influencée par les sources [1-5]. Voir les liens respectifs pour d'autres prises sur ces cartes dites cartogrammes. De plus, pour ce projet, des données et des algorithmes provenant de sources [6-34] ont été utilisés. Pour plus de détails sur les sources de données et la préparation, veuillez consulter le code source de ce projet à

# imprint
source: Imprint/Privacy
de: Impressum/Datenschutz
fr: Mentions légales/Protection des données

# webglerror
source: The map is loading... If the map doesn't appear, please try refreshing the page or try another browser.
de: Die Karte wird geladen... Wenn die Karte nicht erscheint, versuchen Sie, die Seite neu zu laden oder versuchen Sie es mit einem anderen Browser.
fr: La carte est en cours de chargement... Si la carte ne s'affiche pas, veuillez essayer de recharger la page ou essayez un autre navigateur.
